---
title: "Использование технологии Yandex Query для анализа данных сетевой активности №1"
author: "Alexk"
format:   
  md:
    output-file: README.md
editor_options: 
  chunk_output_type: inline
---

## Цель работы

1.Изучить возможности технологии Yandex Query для анализа структурированных наборов данных
2. Получить навыки построения аналитического пайплайна для анализа данных с помощью сервисов Yandex Cloud
3. Закрепить практические навыки использования SQL для анализа данных сетевой активности в сегментированной корпоративной сети

## Общая ситуация

Вам стали доступны данные сетевой активности в корпоративной сети компании XYZ. Данные хранятся в Yandex Object Storage. Проведите разведочный анализ данных и ответьте на вопросы.


